"Application Firewall" = "Programm-Firewall";

"Deny" = "Nicht erlauben";

"Always Allow" = "Erlauben";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Das Klicken auf „%@“ schränkt u. U. das Verhalten des Programms ein. Diese Einstellung kann in der Systemeinstellung „Sicherheit“ im Bereich „Firewall“ geändert werden.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Möchten Sie, dass das Programm „%@“ eingehende Netzwerkverbindungen akzeptiert?";
